# -*- coding: utf-8 -*-

albums = {
    'JAY': [
        '可爱女人', '完美主义', '星晴', '娘子', '斗牛', '黑色幽默', '
    伊斯坦堡', '印地安老斑鸠', '龙卷风', '反方向的钟', ],
    
    '范特西': [
	'爱在西元前', '爸我回来了', '简单爱', '忍者', '开不了口', '上
	海一九四三', '对不起', '威廉古堡', '双截棍', '安静', ],

    'Fantasy+Plus(EP)': [
	'蜗牛', '世界末日', '你比从前快乐', ],

    '八度空间': [
	'半兽人', '半岛铁盒', '暗号', '龙拳', '火车叨位去', '分裂（离
	开）', '爷爷泡的茶', '回到过去', '米兰的小铁匠', '最后的战役', ],

    '叶惠美': [
	'以父之名', '懦夫', '晴天', '三年二班', '东风破', '你听得到',
	'同一种调调', '她的睫毛', '爱情悬崖', '梯田', '双刀', ],

    '寻找周杰伦EP': [
	'轨迹', '断了的弦', ],

    '七里香': [
	'我的地盘', '七里香', '借口', '外婆', '将军', '搁浅', '乱舞春
	秋', '困兽之斗', '园游会', '止战之殇', ],

    'J III(EP)': [
	'飘移', '一路向北', ],

    '十一月的萧邦': [
	'夜曲', '蓝色风暴', '发如雪', '黑色毛衣', '四面楚歌', '枫', '浪漫手机', '逆鳞', '麦芽糖', '珊瑚海', '飘移', '一路向北',],

    '霍元甲EP': [
	'霍元甲', '献世（粤语live版)',],

    '依然范特西': [
	'夜的第七章', '听妈妈的话', '千里之外', '本草纲目', '退后', '
	红模仿', '心雨', '白色风车', '迷迭香', '菊花台', ],

    '黄金甲EP': [
	'黄金甲', '菊花台', ],

    '不能说的秘密电影原声带': [
	'不能说的秘密', ],

    '我很忙': [
	'牛仔很忙', '彩虹', '青花瓷', '阳光宅男', '蒲公英的约定', '无
	双', '我不配（距离）', '扯', '甜甜的', '最长的电影', ],
　　
    '电影大灌篮原声': [
	'周大侠', ],

    '北京2008奥运会歌曲专辑': [
	'千山万水', ],

魔杰座
	'龙战骑士', '给我一首歌的时间', '蛇舞', '花海', '魔术先生', '说好的幸福呢', '兰亭序', '流浪诗人', '时光机', '乔克叔叔', '稻香',

龙战骑士(2DVD)
	'牛仔很忙', '彩虹', '青花瓷', '阳光宅男', '蒲公英的约定', '无
	双', '我不配', '扯', '甜甜的', '最长的电影', '龙战骑士', '给我
	一首歌的时间', '蛇舞', '花海', '魔术先生', '说好的幸福呢', '兰
	亭序', '流浪诗人', '乔克叔叔', '稻香',
    

惊叹号
	'惊叹号', '迷魂曲', 'Mine Mine', '公主病', '你好吗', '疗伤烧肉粽', '琴伤', '水手怕水', '世界未末日', '皮影戏', '超跑女神',
